<?php
$lang = array(
'mainpage' => '个人主页',
'skill' => '技能介绍',
'project' => '项目展示',
'link' => '联系方式',
'welcome' => '欢迎来到Yang Ruixia的个人主页',
'mainpage_head' => '现就读于北京语言大学高级翻译学院 翻译（本地化）专业',
'skill_1' => '英语',
'skill_2' => '法语',
'skill_3' => '翻译',
'skill_4' => '视频剪辑',
'skill_5' => '编程基础',
'skill_6' => '网页设计',
'skill_7' => '绘画',
'skill_8' => '书法',
'skill_1_ex' => '英语专业四级',
'skill_2_ex' => '二外法语入门',
'skill_3_ex' => '科技类 新闻类',
'skill_4_ex' => 'Adobe Premiere',
'skill_5_ex' => 'C C++ PHP Python',
'skill_6_ex' => '数据库设计 Bootstrap模板 Vue框架',
'skill_7_ex' => '素描八级 速写初步 油画入门',
'skill_8_ex' => '书法爱好者 行楷',
'sticat' => '计算机辅助翻译工具',
'sticat_ex' => '一个在线的免费的计算机辅助翻译工具。
目前支持中英互译，采用tmxmall导入文档API，可支持多种文档的导入，暂时不支持导出。
与传统的计算机辅助翻译工具类似，本工具的模式为建立项目，然后上传待翻译文件。

翻译时引用了百度翻译作为参考，同时可以加入自定义术语库和翻译记忆库。目前翻译记忆库支持相似度达到60%的句子。

除可进行项目管理外，还可以进行术语库和翻译记忆库的管理。可支持导入特定格式的excel表格作为术语，也可以导入tmx格式的翻译记忆库。术语库与翻译记忆库都支持excel表格形式的导出。

同时本工具充分体现了在线的特点，可以进行交互。进入“我的逛逛”界面即可浏览别的用户创建的项目，可以填写邀请码加入别的项目，从而进行小组协作进行翻译。',
'costudy' => '冬奥术语学习平台',
'costudy_ex' => 'Co study是一款在线的共享共建的多媒体融合的术语学习平台。作为国内第一款术语学习平台，我们在模式上采取了很大的创新。为了保证术语的准确性，我们设置了超级管理员这一特殊身份，来创建对应的项目以及相关术语。超级管理员起着对术语准确性、权威性的把控的功能。为了达到较好的学习效果，我们采用了共建共享这一模式。用户可以申请成为贡献者，上传与相关术语相对应的多媒体素材，该素材经过审核之后会出现在用户的学习界面中，用于辅助用户学习相关的术语。与此同时，为了保证贡献者上传的多媒体素材的准确性，我们增设了审核者这一身份。不同的审核人员可以对不同的素材进行审核，从而达到确保多媒体素材的准确性这一目的。',
'official_account' => '我的公众号',
'thanks' => '感谢您的小额资助',
'motto' => '生命中真正重要的不是你遭遇了什么，而是你记住了哪些事，又是如何铭记的。',
);
?>